acpid
alsa-utils
arc-gtk-theme
arc-icon-theme
aspell-en
autoconf
automake
bash
binutils
bison
bzip2
cli-visualizer
cmus
compton
coreutils
cryptsetup
deepin-icon-theme
device-mapper
dhcpcd
dialog
diffutils
e2fsprogs
elinks
emacs
evince
fakeroot
feh
file
filesystem
findutils
flex
font-bh-ttf
gawk
gcc
gcc-libs
gettext
gimp
git
glibc
gnome-screenshot
google-chrome-beta
grep
gzip
htop
ifplugd
inetutils
iproute2
iputils
iw
jfsutils
less
libreoffice-fresh
licenses
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-firmware
logrotate
lvm2
lxappearance
m4
make
man-db
man-pages
mate-power-manager
mdadm
mlocate
nano
netctl
noto-fonts
openssh
package-query
pacman
patch
pavucontrol
pciutils
pcmanfm
perl
pkgconf
powerline-fonts
procps-ng
psmisc
python-cairo
python-html2text
python-ipykernel
python-iwlib
python-keyring
python-mpd2
python-pip
python-psutil
python-setproctitle
python-xdg
qtile
ranger
reiserfsprogs
rsync
s-nail
sed
shadow
spotify
sudo
sysfsutils
systemd-sysvcompat
tar
terminator
terminus-font
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thefuck
tmux
ttf-bitstream-vera
ttf-croscore
ttf-dejavu
ttf-droid
ttf-liberation
ttf-ms-fonts
ttf-roboto
ttf-ubuntu-font-family
ttf-vista-fonts
udiskie
usbutils
util-linux
vi
vim
wget
which
wpa_supplicant
xbindkeys
xcb-util-cursor
xclip
xf86-video-intel
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xscreensaver
xterm
yajl
yaourt
